Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/puhe_heikki_paltto_uumaja.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisa puheenjohtaja, arvoisat saamelaisparlamentaarikot!
sme: Buorre ságajođiheaddji, buorit sámeparlamentarihkárat!

source: Olen saamelaiskäräjien II varapuheenjohtaja Heikki Paltto.
sme: Lean sámedikki II várreságajođiheaddji Heikki Paltto.

source: Olen ollut pohjoismaisen saamelaissopimuksen Suomen neuvotteluvaltuuskunnan jäsen vuodesta 2012 lähtien.
sme: Leamašan davviriikkalaš sámesoahpamuša Suoma ráđđádallansáttagotti lahttu jagi 2012 rájes.

source: Pohjoismaisen saamelaissopimuksen jatkoneuvottelut ovat kestäneet jo yli kolme vuotta, työ alkoi keväällä 2011. Neuvottelut on tarkoitus saada päätökseen vuoden 2016 kevääseen mennessä.
sme: Davviriikkalaš sámesoahpamuša joatkkaráđđádallamat leat bistán jo badjel golbma jagi, bargu álggii giđđat 2011. Ráđđádallamiid lea dárkkuhus oažžut lohppii jagi 2016 giđa rádjai.

source: Saamelainen parlamentaarinen neuvosto (SPN) on tehnyt periaatepäätöksen siitä, että saamelaiset neuvottelevat yhtenä kansana neuvotteluissa ja saamelaisten yhteiset kannat sovitaan SPN:ssä.
sme: SPR lea dahkan prinsihppamearrádusa das, ahte sámit ráđđádallet oktan álbmogin ráđđádallamiin ja sámiid oktasaš oainnuid birra sohppojuvvo SPR:s.

source: Pohjoismaisen saamelaissopimuksen jatkoneuvotteluissa käsiteltäviä asioita on käsitelty SPN:n hallituksessa ja asiasta on pidetty viime vuonna myös seminaari Tromsassa.
sme: Davviriikkalaš sámesoahpamuša joatkkaráđđádallamiid áššit leat gieđahallon SPR:a stivrras ja áššis lea dollon diibmá maiddái seminára Tromssas.

source: Saamelaiskäräjien yhteinen näkemys on, että saamelaissopimuksen pitäisi noudattaa mahdollisimman tarkasti vuonna 2005 luovutettua luonnosta.
sme: Sámedikki oktasaš oaidnun lea, ahte sámesoahpamuš galggašii čuovvut nu dárkilit go vejolaš jagi 2005 luohpaduvvon hápmosa.

source: Muutoksia tulisi sopimukseen tehdä lähinnä kansainvälisen oikeuden kehittymisestä johtuen.
sme: Nuppástusaid soahpamuššii galggašii bargat lagamustá riikkaidgaskasaš vuoigatvuođa ovdáneami dihtii.

source: Eri saamelaiskäräjillä on erilaiset kokoonpanot neuvotteluissa ja myös erilaiset asemat.
sme: Sierra sámedikkiin leat iešguđetlágan čoahkkáibijut ráđđádallamiin ja maiddái sierralágan sajádagat.

source: Suomen saamelaiskäräjien edustajat ovat saamelaiskäräjien politiikkoja.
sme: Suoma sámedikki ovddasteaddjit leat sámedikki politihkkarat.

source: Edustajia on vaihdettu saamelaiskäräjävaalien perusteella, jotta kaikki edustajat olisivat saamelaiskäräjien jäseniä.
sme: Ovddasteaddjit leat nuppástuvvan sámediggeválggaid vuođul, danin vuoi buot ovddasteaddjit livčče sámedikki lahtut.

source: Ruotsissa edustajat ovat politiikkoja mutta Norjassa saamelaiskäräjien virkamiehiä.
sme: Ruoŧas ovddasteaddjit leat politihkkarat muhto Norggas sámedikki virgeolbmot.

source: Suomen saamelaiskäräjät neuvotteli aikoinaan asemansa tasa-arvoiseksi ja edustajilla on puheoikeus valtuuskunnan kokouksissa ja oikeus jättää eriävä näkemyksensä pöytäkirjoihin.
sme: Suoma sámediggi ráđđádalai ovdalis iežas sajádaga dásseárvosažžan ja ovddasteaddjiin lea hállanvuoigatvuohta sáttagotti čoahkkimiin ja vuoigatvuohta guođđit sierra oainnu beavdegirjjiide.

source: Suomen saamelaiskäräjät on myös sopinut valtion kanssa siitä, että sopimusta ei ratifioida ilman saamelaiskäräjien hyväksyntää.
sme: Suoma sámediggi lea maiddái soahpan stáhtain das, ahte soahpamuš ii ratifiserejuvvo almmá sámedikki dohkkeheami haga.

source: Saamelaiskäräjät saa myös erillistukea valtiolta jatkoneuvotteluja varten asiantuntija-apua varten.
sme: Sámediggi oažžu maiddái sierranasdoarjaga stáhtas joatkkaráđđádallamiid várás áššedovdiveahki várás.

source: Suomen saamelaiskäräjillä on 3 edustajaa, Ruotsin ja Norjan saamelaiskäräjillä kaksi.
sme: Suoma sámedikkis lea 3 ovddasteaddji, Ruoŧa ja Norgga sámedikkis guokte.

source: Ennen varsinaisia jatkoneuvotteluja kussakin valtiossa pidetään valmistelevat neuvottelut.
sme: Ovdal aitosaš joatkkaráđđádallamiid guđege riikkas dollojit válmmaštalli ráđđádallamat.

source: Suomessa valmisteleviin neuvotteluihin osallistuu saamelaiskäräjien ja ministeriöiden edustajien muodostama työryhmä sekä laaja ryhmä eri sidosryhmien edustajia.
sme: Suomas válmmaštalli ráđđádallamiidda oassálastá sámedikki ja ministeriijaid ovddasteaddjiin čohkiidan bargojoavku sihke viiddis joavkku sierra čanasjoavkkuid ovddasteaddjit.

source: Kaikissa maissa valtioilla on kolme edustajaa.
sme: Buot riikkain stáhtain leat golbma ovddasteaddji.

source: Valtiot toimivat vuorovuosin vetovastuussa ja järjestävät sihteeripalvelut.
sme: Stáhtat doibmet vuorrojagiin jođiheaddjin ja ordnejit čállibálvalusaid.

source: Norjan saamelaiskäräjien edustajilla ei ole puheoikeutta ellei valtion edustaja sitä suo.
sme: Norgga sámedikki ovddasteaddjiin ii leat hállanvuoigatvuohta juos ii stáhta ovddasteaddji dan mieđit.

source: Lähtökohdat neuvotteluille eivät ole hyvät, mikäli eri saamelaiskäräjille ei ole annettu tasaarvoista asemaa valtiollisten neuvottelijoiden kanssa.
sme: Vuolggasajit ráđđádallamiidda eai leat buorit, juos sierra sámedikkiide ii leat addon dásseárvosaš sajádat stáhta ráđđádalliiguin.

source: Suomen saamelaiskäräjät neuvotteli asemastaan pitkään Suomen oikeusministeriön kanssa ja sai siitä myös kritiikkiä aikoinaan osakseen jatkoneuvottelujen aloittamisen viivyttämisestä.
sme: Suoma sámediggi ráđđádalai sajádagas guhká Suoma vuoigatvuohtaministeriijain ja oaččui dalle maiddái kritihka joatkkaráđđádallamiid álggaheami ájiheamis.

source: Suomen saamelaiskäräjät katsoi kuitenkin tärkeäksi, että sillä on tasa-arvoinen ja aito vaikuttamismahdollisuus jatkoneuvotteluissa.
sme: Suoma sámediggi geahčai goittotge dehálažžan, ahte das lea dásseárvosaš ja eakti váikkuhanvejolašvuohta joatkkaráđđádallamiin.

source: Muunlainen menettely olisi ollut sopimuksen hengen vastaista.
sme: Earálágan meannudeapmi livčče lean soahpamuša vuoiŋŋa vuostásaš.

source: Tämä on osoittautunut hyväksi strategiaksi.
sme: Dát lea dasto gávnnahuvvon buorre strategiijan.

source: Myös saamelaiskäräjillä on erilaiset asemat.
sme: Maiddái sámedikkiin leat iešguđetlágan sajádagat.

source: Ruotsin saamelaiskäräjillä on viranomaisasema ja joiltakin osin se on Ruotsin valtion alainen.
sme: Ruoŧa sámedikkis lea virgeoapmahašsajádat ja muhtin osiin dat lea Ruoŧa stáhta vuollásaš.

source: Ruotsin saamelaiset ovat myös mainittu kansana Ruotsin perustuslaissa.
sme: Ruoŧa sámit leat maiddái namuhuvvon álbmogin Ruoŧa vuođđolágas.

source: Suomen ja Norjan perustuslaeissa saamelaisilla ovat alkuperäiskansa-asema.
sme: Suoma ja Norgga vuođđolágain sámiin lea eamiálbmotsajádat.

source: Norjan valtio on ratifioinut ILO 169-sopimuksen mikä on tuonut Norjan saamelaiskäräjille lisää resursseja ja tehtäviä.
sme: Norgga stáhta lea ratifiseren ILO 169-soahpamuša mii lea buktán Norgga sámediggái lasi resurssaid ja bargguid.

source: Norjan valtiolla ja saamelaiskäräjillä on sopimus konsultaatiomenettelystä saamelaisia koskevien asioiden käsittelyssä.
sme: Norgga stáhtas ja sámedikkis lea konsulterensoahpamuš sámiid guoski áššiid gieđahallamis.

source: Saamelaiskäräjien rahoitus ja lainsäädännöllinen asema ovat erilaisia eri valtioissa kuten myös juridinen perinne.
sme: Sámedikkiid ruhtadeapmi ja láhkaásahuslaš sajádat leat sierráláganat sierra stáhtain nugo maiddái juridihkalaš duogáš.

source: Oman erityiskysymyksen aiheuttaa myös se, että Suomi ja Ruotsi ovat EU-maita.
sme: Iežas sierragažaldaga dagaha maiddái dat, ahte Suopma ja Ruoŧŧa leat EUriikkat.

source: Sopimuksen tavoitteena on harmonisoida saamelaisia koskevaa lainsäädäntöä.
sme: Soahpamuša ulbmilin lea harmoniseret sámiid guoski láhkaásaheami.

source: Harmonisointi voi osoittautua vaikeaksi erilaisen lainsäädännöllisen ja hallinnollisen perinteen johdosta.
sme: Harmoniseren sáhttá šaddat váttisin iešguđetlágan láhkaásahuslaš ja hálddahuslaš árbevieru dihtii.

source: Tärkeää olisi, että saamelaiskäräjien lainsäädännöllinen asema olisi mahdollisimman yhteneväinen ja saamelaisen parlamentaarisen neuvoston asema vahvistettaisiin lainsäädännössä, jotta voisimme toimia tehokkaasti saamen kansan puolesta.
sme: Dehalaš livčče, ahte sámedikkiid láhkaásahuslaš sajádat livčče nu ovttalágan go vejolaš ja SPR:a sajádat nannejuvvošii láhkaásaheamis, vuoi sáhtášeimmet doaibmat beaktilit sámeálbmoga beales.

source: Huomionarvoista on että EU:n perussopimuksen eli nk. Lissabonin sopimuksen mukaan Suomen, Norjan ja Ruotsin valtioilla on kansallisen ja kansainvälisen oikeuden nojalla olevat velvoitteet ja sitoumukset saamelaisiin nähden.
sme: Fuopmášan veara lea ahte EU:a vuođđosoahpamuša dahjege ng. Lissabon soahpamuša mielde Suoma, Norgga ja Ruoŧa stáhtain leat sisriikkalaš ja riikkaidgaskasaš vuoigatvuođa vuođul gávdnovaš geatnegasvuođat ja čatnašumit sámiid ektui.

source: Suomi, Norja ja Ruotsi ovat sitoutuneet saamelaisten elinkeinojen, kielen, kulttuurin ja elämäntavan säilyttämiseen ja kehittämiseen ja katsovat, että perinteinen saamelaiskulttuuri ja saamelaiselinkeinot ovat riippuvaisia luontaiselinkeinoista, kuten poronhoidosta, saamelaisten perinteisillä asuinalueilla.
sme: Suopma, Norga ja Ruoŧŧa leat čatnasan sámiid ealáhusaid, giela, kultuvrra ja eallinvuogi seailluheapmái ja ovddideapmái ja gehččet, ahte árbevirolaš sámekultuvra ja sámeealáhusat leat sorjavaččat luondduealáhusain, nugo boazodoalus, sámiid árbevirolaš ássanguovlluin.

source: Sen estämättä, mitä EY:n perustamis-sopimuksessa määrätään, saamelaisille saadaan myöntää yksinoikeuksia poronhoidon harjoittamiseen perinteisillä saamelaisalueilla.
sme: Dan easttekeahttá, mii EO:a vuođđudansoahpamušas mearriduvvo, sámiide lea vejolaš mieđihit oktovuoigatvuođaid boazodoaluin bargamii árbevirolaš sámeguovlluin.

source: Sopimuksessa tätä oikeutta voidaan laajentaa koskemaan muitakin perinteisiin saamelaiselinkeinoihin liittyviä saamelaisten yksinoikeuksia niiden vastaisen kehityksen huomioon ottamiseksi.
sme: Soahpamušas dán vuoigatvuođa lea vejolaš viiddidit guoskat sámiid earáge oktovuoigatvuođaide árbevirolaš sámeealáhusaide olis daid vuostásaš ovdáneami vuhtiiváldima várás.

source: Pohjoismaisen saamelaissopimuksen jatkoneuvottelut ovat edenneet hitaasti.
sme: Davviriikkalaš sámesoahpamuša joatkkaráđđádallamat leat ovdánan hihtásit.

source: Ensimmäisen vuoden ajan luettiin yhdessä sopimusluonnosta läpi.
sme: Vuosttas jagi áigge lohkkojuvvui ovttas čađa soahpamušhámus.

source: Toisena vuotena on alettu muotoilla sopimuksen artikloja.
sme: Nuppi jagi lea álggahuvvon soahpamuša artiklaid hábmen.

source: Mistään artiklasta ei ole vielä sovittu, vaan valtiot ovat jättäneet varaumia ja muutosehdotuksia.
sme: Ovttage artiklas ii leat vel sohppojuvvon, muhto riikkat leat guođđán eavttuid ja nuppástusevttohusaid.

source: Neuvotteluissa ei ole vielä käsitelty kunnolla maa- ja vesioikeuksia, oikeutta luonnonvaroihin eikä saamelaisten itsemääräämisoikeuksia koskevia artikloja.
sme: Ráđđádallamiin eai leat vel gieđahallon albmaláhkai eana- ja čahcevuoigatvuođat, vuoigatvuohta luondduriggodagaide eaige sámiid iešmearridanvuoigatvuođaid guoski artiklat.

source: Neuvottelut etenevät niin hitaasti, että pelkoa on, etteivät ne valmistu vuoden 2016 kevääseen mennessä, jolloin 5 vuoden neuvotteluaika täyttyy.
sme: Ráđđádallamat ovdánit nu hihtásit, ahte ballu lea, ahte dat eai válmmaštuva jagi 2016 giđa rádjai, goas 5 jagi ráđđádallanáigi nohká.

source: Neuvottelujen hitautta on tuskastellut myös Suomen valtio.
sme: Ráđđádallamiid njoahcivuođa lea šállošan maiddái Suoma stáhta.

source: Suurin sopimuksen jarruttaja on tällä hetkellä Norjan valtio.
sme: Soahpamuša stuorámus ájiheaddji lea dál Norgga stáhta.

source: Tämä on herättänyt suurta ihmetystä niin valtioiden edustajissa kuin saamelaiskäräjilläkin.
sme: Dát lea bohciidahttán stuorra imaštallama nu stáhtaid ovddasteaddjiin go sámedikkisge.

source: Norjan valtio on ollut pitkään edelläkävijä alkuperäiskansa-asioissa ja se on ratifioinut Ilo 169-sopimuksen.
sme: Norgga stáhta leamašan guhká ovdamearkan eamiálbmotáššiin ja dat lea ratifiseren ILO 169-soahpamuša.

source: Täten neuvottelujen hidastaminen tuntuu hyvin erikoiselta ja ennen kaikkea huolestuttavalta.
sme: Nappo ráđđádallamiid goahcan orru oalle erenomáš ja eandalitge fuolastuhtti.

source: Hidastelu neuvotteluissa on hyvin erikoista ja valitettavaa myös siksi, että pohjoismaisen saamelaissopimus koko keskeisten kansainvälisten sopimusten - kuten Ilo 169-sopimuksen, kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen, Euroopan neuvoston sopimusten sekä biodiversiteettisopimuksen velvoitteita.
sme: Ájáhallan ráđđádallamiin lea hui erenomáš ja váidalahtti maiddái danin, go davviriikkalaš sámesoahpamuš čohkke guovddáš riikkaidgaskasaš soahpamušaid - nugo ILO 169-soahpamuša, siviila- ja politihkalaš vuoigatvuođaid guoski oktasašsoahpamusa, Eurohpa ráđi soahpamušaid sihke biodiversitehtasoahpamuša geatnegasvuođaid.

source: Lisäksi sopimus pitää sisällään samoja piirteitä kuin YK:n alkuperäiskansajulistus, jonka kaikki pohjoismaat ovat allekirjoittaneet ilman varaumia.
sme: Lassin soahpamuš doallá sisttis seammá iešvugiid go ON:id eamiálbmotjulggaštus, man buot davviriikkat leat vuolláičállán almmá eavttuid.

source: Tällä hetkellä tilanne neuvotteluissa on sellainen, että saamelaisen parlamentaarisen neuvoston linjauksena on, että pohjoismaisen saamelaissopimuksen tulee noudattaa mahdollisen pitkälti asiantuntijatyöryhmän vuonna 2005 esittämää luonnosta.
sme: Dál dilli ráđđádallamiin lea dakkár, ahte SPR:a linjján lea, ahte davviriikkalaš sámesoahpamuš galgá čuovvut nu dárkilit go vejolaš áššedovdijoavkku jagi 2005 evttohan hápmosa.

source: Tämä luonnos on valtioiden toimesta käytännössä hylätty ja kaikki artiklat halutaan kirjoittaa uudelleen.
sme: Dát hámus lea stáhtaid doaimmas geavadis hilgojuvvon ja buot artiklat háliiduvvojit čállot ođđasit.

source: Saamelaisten kannalta tilanne on hyvin turhauttava.
sme: Sámiid dáfus dilli lea oalle duššástuhtti.

source: Työ etenee myös niin hitaasti, että on hyvin epätodennäköistä, että sopimus saadaan aikaan annetun aikamäärän puitteissa ellei ihmeitä tapahdu erityisesti Norjan valtion politiikassa.
sme: Bargu ovdána maiddái nu hihtásit, ahte lea hui eahpesihkkar, ahte soahpamuš ožžojuvvo áigái addon áigemeari olis juos eai ipmašat dáhpáhuva erenomážit Norgga stáhta politihkas.

source: Suomessa saamelaiskäräjälain uudistamista valmistellut työryhmä on saanut työnsä valmiiksi ja on luovuttanut esityksensä oikeusministeriölle.
sme: Suomas sámediggelága ođasmahttima válmmaštallan bargojoavku lea ožžon barggu gárvvisin ja lea luohpadan evttohusa vuoigatvuohtaministeriijai.

source: Työryhmän esitys on ollut lausunnolla ja saanut saamelaiskäräjien tuen muutamin pienin tarkennusehdotuksin.
sme: Bargojoavkku evttohus leamašan gulaskuddamiin ja ožžon sámedikki doarjaga muhtin smávva dárkkálmahttinevttohusaiguin.

source: Työryhmä ei ole voinut huomioida pohjoismaisen saamelaissopimuksen velvoitteita työssään, koska, kuten aiemmin totesin - yhdestäkään artiklasta ei olla päästy yksimielisyyteen.
sme: Bargojoavku ii leat sáhttán vuhtiiváldit davviriikkalaš sámesoahpamuša geatnegasvuođaid barggustis, dan sivas maid ovdalis namuhin - ovttage artiklas ii leat gávdnon ovttamielalašvuohta.

source: Saamelaiskäräjälaki on tarkoitus saada hyväksytyksi ja voimaan ennen seuraavia saamelaiskäräjävaaleja vuonna 2015 vaaleja koskevien esitysten osalta.
sme: Sámediggelága lea dárkkuhus oažžut dohkkehuvvot ja fápmui ovdal čuovvovaš sámediggeválggaid jagi 2015 válggaid guoski evttohusaid oasil.

source: Muuten laki astuisi voimaan uuden saamelaiskäräjien aloittaessa toimintansa vuonna 2016. Onkin realistista, että Suomi ei ryhdy muuttamaan heti saamelaiskäräjälain uudistamisen jälkeen saamelaiskäräjälakia pohjoismaisen saamelaissopimuksen johdosta.
sme: Muđui láhka boađášii fápmui ođđa sámedikki álggahettiin doaimma jagi 2016. Leage realisttalaš, ahte Suopma ii álgge rievdadit dalán sámediggelága ođasmahttima maŋŋá sámediggelága davviriikkalaš sámesoahpamuša dihtii.

source: Joiltakin osin sopimusluonnos joutunee mukautumaan Suomen tilanteeseen.
sme: Muhtin osiin soahpamušhápmosa vejolaččat ferte heivehit Suoma dillái.

source: Yksi tällainen on varmasti saamelaismääritelmä,.
sme: Okta dakkár lea sihkkarit sápmelašmeroštallan.

source: Saamelaismääritelmähän poikkeaa nyt eri maissa.
sme: Sápmelašmeroštallan spiehkkasa dál sierra riikkain.

source: Suomessa saamelaiskäräjien tukema esitys uudistettavaan saamelaiskäräjälakiin saamelaismääritelmäksi on seuraavanlainen: Saamelaisella tarkoitetaan tässä laissa henkilöä, joka pitää itseään saamelaisena, edellyttäen: 1) että hän itse tai ainakin yksi hänen vanhemmistaan tai isovanhemmistaan on sukuyhteisössään oppinut saamen kielen ensimmäisenä kielenään;
sme: 1) ahte son ieš dahje goittotge okta su vánhemiin dahje ádjáin/áhkuin lea sohkaservošis oahppan sámegiela vuosttas giellan;

source: tai 2) että hän on omaksunut sukuyhteisössään saamelaiskulttuurin ja ylläpitänyt yhteyttä siihen;
sme: dahje 2) ahte son lea oahppan sohkaservošis sámekultuvrra ja doalahan oktavuođa dasa;

source: tai 3) että ainakin yksi hänen vanhemmistaan on merkitty tai olisi voitu tämän lain mukaan merkitä äänioikeutetuksi saamelaisvaltuuskunnan tai saamelaiskäräjien vaaleissa.
sme: dahje 3) ahte goittotge okta su vánhemiin lea merkejuvvon dahje livčče sáhttán dán lága mielde su merket jietnavuoigadahtton olmmožin sámi parlameantta dahje sámedikki válggain.

source: Tilanne on sellainen, että jokaisen saamelaiskäräjien tulisi käydä keskenään arvo- ja tavoitekeskustelua siitä, mistä asioista halutaan päättää pohjoismaisessa saamelaissopimuksessa ja mistä kansallisesti.
sme: Dilli lea dakkár, ahte juohke sámediggi galggašii ságastallat gaskaneaset árvvuin ja ulbmiliin das, makkár áššiin háliidit mearridit davviriikkalaš sámesoahpamušas ja main sisriikkalaččat.

source: Tämän jälkeen on välttämätöntä käydä neuvottelua saamelaisessa parlamentaarisessa neuvostossa, jotta voidaan löytää saamelaisten yhteiset tavoitteet.
sme: Das maŋŋá lea vealtameahttun ráđđádallat SPR:s, vuoi lea vejolaš gávdnat sámiid oktasaš ulbmiliid.

source: On muistettava, että sopimus ei saa heikentää nykyisin voimassa olevia oikeuksia ja että sopimuksen tavoite - luoda edellytykset sille, että saamelaiskulttuuri voi kehittyä siten, että valtioiden rajat häiritsevät saamen kansaa mahdollisimman vähän, voi toteutua.
sme: Ferte muitit, ahte soahpamuš ii oaččo heajudit dál fámus leahkki vuoigatvuođaid ja ahte soahpamuša ulbmil - láhčit eavttuid dasa, ahte sámekultuvra sáhttá ovdánit nu, ahte stáhtaid ráját hehttejit sámeálbmoga nu uhcán go vejolaš, sáhttá ollašuvvat.

source: Valitettavasti katsaukseni saamelaissopimuksen neuvottelutilanteeseen ei ole lupauksia herättävä.
sme: Lea váidalahtti ahte mu geahčalmas sámesoahpamuša ráđđádallandilis ii bohciidahte olus lohpádusaid.

source: Valtiot eivät tunnu haluavan antaa saamelaisille lisää oikeuksia.
sme: Stáhtat eai oro háliideamen addit sámiide lasi vuoigatvuođaid.

source: Tällaisessa tilanteessa on tärkeää, että saamelaiset toimivat yhdessä tehokkaasti omien oikeuksiensa puolesta.
sme: Dákkár dilis lea dehalaš, ahte sámit doibmet ovttas beaktilit iežaset vuoigatvuođaid beales.

source: Erityisesti odotamme Norjan saamelaiskäräjiltä näkemyksiä ja esityksiä siitä, miten Norjan valtio saadaan sitoutettua sopimuksen jatkoneuvotteluihin.
sme: Erenomážit vuordit Norgga sámedikkis oainnuid ja evttohusaid das, mo Norgga stáhta lea vejolaš fidnet searvat soahpamuša joatkkaráđđádallamiidda.

source: Suomen saamelaiskäräjät ja varmasti kaikki saamelaisparlamentaarikot tukevat Norjan saamelaiskäräjiä tässä pyrkimyksessä.
sme: Suoma sámediggi ja sihkkarit buot sámeparlamentarihkárat dorjot Norgga sámedikki dán figgamušas.

source: Saamelaista parlamentaarista neuvostoa tarvitaan entistä enemmän ja toivon, että saamme neuvottelujen suunnan käännettyä.
sme: SPR dárbbašuvvo ain eanet ja sávan, ahte oažžut ráđđádallamiid linjjá jorgalit.

source: Siksi onkin hyvin tärkeää, että parlamentaarikkojen konferenssi antaa hyvin vahvan julistuksen pohjoismaisesta saamelaissopimuksesta valtioille ja saamelaiskäräjille.
sme: Danin leage hui dehalaš, ahte parlamentarihkáriid konfereansa addá hui nana julggaštusa davviriikkalaš sámesoahpamušas stáhtaide ja sámedikkiide.

source: On myös selvää, että koska valtioita edustavat virkamiehet, heillä ei ole välttämättä edes riittävästi mandaattia päättää asioista ja toisaalta, virkamiehet ovat aina varovaisia ja valtion puolella.
sme: Lea maiddái čielggas, ahte go stáhtaid ovddastit virgeolbmot, sis ii leat vealttakeahttá oppa doarvái mandáhta mearridit áššiin ja nuppe dáfus, virgeolbmot leat álot várrugasat ja stáhta bealde.

source: Neuvottelujen onnistumiseksi saamelaiskäräjien on neuvoteltava aktiivisesti poliittisten johtajien kanssa ja vaadittava poliitikkoja antamaan virkamiehilleen poliittista ohjausta.
sme: Ráđđádallamiid lihkostuvvama dihtii sámediggi galgá ráđđádallat aktiivvalaččat politihkalaš njunnosiiguin ja gáibidit politihkáriid addit virgeolbmuide politihkalaš jođiheami.

source: Eli, meidän on tehostettava toimintaamme ja otettava uusia keinoja käyttöön.
sme: Nuppiid sániiguin, mii galgat beavttálmahttit doaimma ja váldit ođđa vugiid geavahussii.

source: Nykyinen toimintamalli mahdollistaa valtioiden hidastelun.
sme: Dálá doaibmamálle dahká vejolažžan stáhtaid ájáhallama.

source: Meillä on erinomaiset perusteet tukenamme - siis kansainväliset sopimukset ja ihmisoikeuselinten suositukset.
sme: Mis leat erenomáš vuođustusat doarjjan - nappo riikkaidgaskasaš soahpamušat ja olmmošvuoigatvuohtaorgánaid ávžžuhusat.

source: Käyttäkäämme niitä ja saamen kansalta saamaamme mandaattia tukenamme.
sme: Berret geavahit daid ja sámeálbmogis ožžojuvvon mandáhta doarjjan.

source: Vaikka nyt puhunkin pohjoismaisen saamelaissopimuksen tilanteesta emme voi unohtaa sukulaisiamme ja ystäviämme Venäjällä.
sme: Vaikke dál hállatge davviriikkalaš sámesoahpamuša dilis eat sáhte vajálduhttit fulkkiid ja ustibiid Ruoššas.

source: Pohjoismainen saamelaissopimus on tärkeä, mutta jopa sitä tärkeämpää on tukea Venäjän saamelaisia heidän puolustaessaan ja ajaessaan omia oikeuksiaan.
sme: Davviriikkalaš sámesoahpamuš lea dehalaš, muhto joba dan dehalut lea doarjut Ruošša sámiid sin bealuštettiin ja ovddidettiin iežaset vuoigatvuođaid.

source: Meidän on pidettävä kansallisesti ja kansainvälisesti esillä Venäjän alkuperäiskansojen oikeudet ja vaadittava erityisesti pohjoismaita tukemaan Venäjän saamelaisten aseman parantamista ja Venäjän saamelaisten saamelaiskäräjien aseman tunnustamista Venäjän lainsäädännössä.
sme: Mii galgat doallat sisriikkalaččat ja riikkaidgaskasaččat ovdan Ruošša eamiálbmogiid vuoigatvuođaid ja gáibidit erenomážit davviriikkaid doarjut Ruošša sámiid sajádaga buorideami ja Ruošša sámiid sámedikki sajádaga dovddasteami Ruošša láhkaásaheamis.

source: Kiitos mielenkiinnosta!
sme: Giitu beroštumis!
